Repository: magmatti/city-explorer
Catalog: city-explorer/Resources/Localizable.xcstrings
Source language: en
Languages: pl

source: Add to favorites
pl: Dodaj do ulubionych

source: Browse & pick a country
pl: Szukaj i wybierz państwo

source: City not found
pl: Miasto nie znalezione

source: College
pl: Uczelnia

source: Coords
pl: Koordynaty

source: Countries
pl: Państwa

source: Cracow University of Technology
pl: Politechnika Krakowska

source: Cracow, Poland
pl: Kraków, Polska

source: Details
pl: Szczegóły

source: Favorite
pl: Ulubiony

source: Favorites
pl: Ulubione

source: Harvard University
pl: Uniwersytet Harvard

source: Home
pl: Główna

source: Interests
pl: Zainteresowania

source: Loading…
pl: Ładowanie…

source: Map unavailable
pl: Mapa niedostępna

source: MSc Computer Science Student, specializing in artificial intelligence and augmented reality engineering.
pl: Informatyka (studia magisterskie), specjalizacja: sztuczna inteligencja i rozszerzona rzeczywistość.

source: Next
pl: Następna

source: No favorites yet
pl: Brak polubionych

source: Passionate about software development and gym.
pl: Zainteresowany tworzeniem oprogramowania oraz siłownią

source: Population
pl: Populacja

source: Prev
pl: Poprzednia

source: Profile
pl: Profil

source: Quick Info
pl: Krótkie informacje

source: Remove
pl: Usuń

source: Remove from favorites
pl: Usuń z polubionych

source: Search
pl: Szukaj

source: Search city…
pl: Szukaj miasta…

source: Search country or code…
pl: Szukaj państwa lub kodu

source: Software Developer
pl: Inżynier Oprogramowania

source: Software Engineer
pl: Inżynier oprogramowania

source: Sort
pl: Sortuj

source: Tap the heart on a city or swipe a row in the list.
pl: Dotknij serca na mieście lub przesuń wiersz w liście aby dodać do polubionych

source: Timezone
pl: Strefa czasowa

source: Unfavorite
pl: Usuń z polubionych

source: Website
pl: Witryna

source: Your profile information
pl: Informacje o twoim profilu

source: Your saved cities
pl: Twoje zapisane miasta
